export const resources = {
    videos: [
        'https://www.youtube.com/embed/By_V-OuX9Pc',
        'https://www.youtube.com/embed/ELjfmt7VaxI',
        'https://www.youtube.com/embed/BfW5OlciMB4',
        'https://www.youtube.com/embed/ApjG486Ju9w',
    ]
}

export const additionalResources = [
    {
        img: 'https://assets-cdn.vsesdal.com/assets/images/logo.gif?1609227114',
        title: 'Всё сдал!',
        description: '«Всё сдал!» – это безопасный онлайн-сервис помощи студентам. Здесь заказчики напрямую обращаются за помощью к экспертам, а сайт предоставляет гарантию на оказанные услуги.\n' +
            'Что даёт студентам сайт «Всё сдал!»?\n' +
            '1. Быстрый поиск помощника\n' +
            'За 59 секунд система разошлёт задание экспертам, а они предложат цены.\n' +
            '2. Общение с экспертом напрямую\n' +
            'Эксперты предлагают цены, а вы выбираете подходящего (по рейтингу, отзывам, стоимости).\n' +
            '3. Цены в 2-3 раза ниже, чем у посредников\n' +
            'Общаясь с экспертом напрямую, экономите не только время, но и деньги.\n' +
            '4. Строгий отбор экспертов\n' +
            'Наши эксперты прошли проверку временем, сложностью и количеством заданий.\n' +
            '5. Гарантия возврата\n' +
            'Если эксперт не справится - вернём 100% суммы.',
        link: 'https://vsesdal.com/'
    },
    {
        img: 'https://donishju.com/wp-content/uploads/2020/07/Untitled-1-2.png',
        title: 'Donishju',
        description: 'Рефератхо бо забони точики Иншохо, топикхо, намунаи хуччатхо ва дигар маводхо барои донишчуён. Омузиши забонхои хоричи.',
        link: 'https://donishju.com/'
    },
    {
        img: 'https://www.visme.co/wp-content/themes/visme/images/Visme-logo-dark-hor.svg',
        title: 'Visme',
        description: 'Visme — это все, что вам нужно для создания красивого контента. Это один из инструментов создавайте, храните и делитесь своим контентом. Один инструмент, который дает вам все шаблоны, графика, ресурсы, которые вам нужны. И место, где можно получить бесплатный образовательный контент, созданный для тех, кто не является дизайнером. ресурсы, чтобы стать удивительными визуальными коммуникаторами.',
        link: 'https://www.visme.co/ru/'
    },
    {
        img: 'https://donishju.net/chandrasona/2020/10/logo-230.png',
        title: 'Donishju.net',
        description: 'Маълумот дар бораи сомона. Сомонаи Donishju.Net барои ройгон мавриди омӯзиш ва баҳрабардорӣ қарор додани маводу маълумоти тоҷикӣ пешбинӣ шудааст. Истифодабарони шабакаи ҷаҳонии интернет метавонанд аз сомона маводро боргирӣ (скачать) намоянд, мавзӯву мақолаҳоро мутолиа намоянд, фикру мулоҳизаҳои худро дар шарҳ гузоранд ва ё дар сомонаҳои иҷтимоӣ маводи тоҷикиро паҳн намоянд.\n' +
            '\n' +
            'Сомона аз бахшҳои зерин иборат аст:\n' +
            '\n' +
            'Мақолаҳо\n' +
            'Китобҳо\n' +
            'Мавзӯҳои дарсӣ\n' +
            'Шеър, ғазал, рубоӣ\n' +
            'Онлайн-тести ММТ',
        link: 'https://donishju.net/'
    }
]

export const books = [
    {
        name: 'Excel',
        img: 'https://img3.labirint.ru/rc/f21e95e1453dc9cd8fa45d15716689d5/363x561q80/books22/216535/cover.jpg?1280394613',
        author: 'Сергей Лавренов',
        description: 'Представленные в книге примеры, упражнения и задачи предназначены для углубленного изучения возможностей процессора электронных таблиц Excel (в основном версии Excel 97, Excel 2000, но большинство примеров могут выполняться в среде Excel 5.0/7.0). Задачи разнообразны по тематике и уровню трудности. Особое внимание уделено методам адресации, построению табличных формул (формул массива), работе с электронными таблицами как с базами данных.\n' +
            'Для широкого круга читателей: от начинающих до опытных пользователей. Большая часть материала доступна учащимся старших классов и студентам младших курсов экономических и технических вузов. Книгу можно использовать для самообразования и для проведения занятий с преподавателем.\n',
        file: 'http://mfec.by/docs/obuchayushchimsya/72120192.pdf'
    },
    {
        name: 'Excel. Трюки',
        img: 'https://img3.labirint.ru/rc/06418ac59d115c3a15110df2750c0b07/363x561q80/books10/90185/cover.jpg?1280394613',
        author: 'Рэина Холи, Дэвид Холи',
        description: 'За последние десять лет Excel фундаментально изменил способы работы с числовыми данными, но большинство его возможностей все еще остается в тени. Книга "Excel. Трюки" помогает читателю сразу же перейти к практическим инструментам и методам анализа, обработки и представления данных. В издании рассматриваются методы наиболее эффективной обработки данных, которые помогают воспользоваться всей мощью Excel и быстро добиться необходимых результатов.\n' +
            'Книга предназначена для студентов, аналитиков и всех пользователей компьютеров, желающих узнать о возможностях Excel, связанных с обработкой данных.\n',
        file: 'https://dl038.dokumen.tips/file_download/file1/57ade1fe1a28abbe3a94ec12?ext=pdf&vaild=6240ef6be43cfd86511bddca3c17edc0d3a9b9e1bc3650c72fb55dd443bfe0de61baad5ff01e3d6034400c64b69143da9a0f933512ecb3fb855c69d85ea5ad5cGqzGofrNg7UpOM7O%2BP6v41zyt2JIOapxpYboufKXWvX5kiXGqVgSb1SeKg4bz1%2B0LKkFkW%2FLKxAJN9%2FV7cW0CdR5ionEn1ZsOjbkX0xOepQ%3D'
    },
    {
        name: 'МАҶМӮИ МАСЪАЛАҲО\n' +
            '(кор дар муҳити MS Excel)',
        img: 'https://res.cloudinary.com/dpsy8nmvc/image/upload/v1681667422/img_mafkla.png',
        author: 'Зульфиқорова П.Э.',
        description: 'Маҷмӯи масъалаҳо барои иҷроиши корҳои лаборатории фанни технологияҳои информатсионӣ, ки оид омӯзиши ҷадвалҳои электронӣ аст, таҳия карда шудааст. Масъалаҳое, ки дар маводи таълимӣ оварда мешаванд, барои омӯзиши самараноки имкониятҳои ҷадвали электронии MS Excel мусоидат мекунанд. Масъалаҳо аз рӯи мавзӯъҳо ва дараҷаи мураккабият гурӯҳбандӣ карда шудаанд. Ба методҳои суроғабандӣ, ташкили формулаҳои ҷадвалӣ, сохтани диаграмма ва графикҳо диққати махсус дода шудааст.\n' +
            'Маҷмӯи масъалаҳо бо забони содда ва оммафаҳм таҳия карда шудааст. Дар маҷмӯаи масъалаҳо миқдори кофии масъалаҳои соддаю миёна оварда шудааст. Вазифаҳои дар дастур овардашуда барои донишҷӯёни курси якуми ихтисосҳои 1-400101 ва 1-400102-02 ҳамчун маводи таълимӣ хеле муфид ба ҳисоб меравад. Маҷмуаи масъалаҳоро ҳамчунин барои худомӯзӣ ва гузаронидани машғулиятҳои амалӣ бо омӯзгор истифода бурдан мумкин аст.\n',
        file: 'https://firebasestorage.googleapis.com/v0/b/course-app-a0c58.appspot.com/o/%D0%BC%D0%B0%D1%81%D1%8A%D0%B0%D0%BB%D0%B0%D2%B3%D0%BE.pdf?alt=media&token=7954c706-a28a-4be1-87fd-5cca3c7e73d7'
    },
    {
        name: 'Супоришот оид ба иҷрои корҳои мустақилона',
        img: 'https://firebasestorage.googleapis.com/v0/b/course-app-a0c58.appspot.com/o/img.png?alt=media&token=a2e2dc79-4ac5-4db1-9369-8f35c3ff9070',
        author: 'Назаров А.А',
        description: '',
        file: 'https://firebasestorage.googleapis.com/v0/b/course-app-a0c58.appspot.com/o/%D1%81%D1%83%D0%BF%D0%BE%D1%80%D0%B8%D1%88%D0%BE%D1%82%D0%B8%20%D0%B8%D0%BD%D1%84%D0%BE%D1%80%D0%BC%D0%B0%D1%82%D0%B8%D0%BA%D0%B0%D0%B8%20%D0%B0%D0%BC%D0%B0%D0%BB%D3%A3.pdf?alt=media&token=152c0656-ada2-4561-83b2-79e695a824ce'
    },
    {
        name: 'Дастури методӣ',
        img: 'https://firebasestorage.googleapis.com/v0/b/course-app-a0c58.appspot.com/o/img_1.png?alt=media&token=6b8fe9bc-7272-48ad-82e7-b3641f5dfe4a',
        author: 'Ҳакимов А.А.',
        description: '',
        file: 'https://firebasestorage.googleapis.com/v0/b/course-app-a0c58.appspot.com/o/%D0%B4%D0%B0%D1%81%D1%82%D1%83%D1%80%D0%B8%20%D0%BC%D0%B5%D1%82%D0%BE%D0%B4%D3%A3.pdf?alt=media&token=6b9177a1-7733-4f17-8df0-fb76ace712bd'
    },
]
