[{
  "_id": {
    "$oid": "645afdca1240726854e499a0"
  },
  "link": "https://vsesdal.com/",
  "title": "Всё сдал!",
  "photo": "uploads\\1683684804.gif",
  "description": "«Всё сдал!» – это безопасный онлайн-сервис помощи студентам. Здесь заказчики напрямую обращаются за помощью к экспертам, а сайт предоставляет гарантию на оказанные услуги. Что даёт студентам сайт «Всё сдал!»? 1. Быстрый поиск помощника За 59 секунд система разошлёт задание экспертам, а они предложат цены. 2. Общение с экспертом напрямую Эксперты предлагают цены, а вы выбираете подходящего (по рейтингу, отзывам, стоимости). 3. Цены в 2-3 раза ниже, чем у посредников Общаясь с экспертом напрямую, экономите не только время, но и деньги. 4. Строгий отбор экспертов Наши эксперты прошли проверку временем, сложностью и количеством заданий. 5. Гарантия возврата Если эксперт не справится - вернём 100% суммы.\n\n",
  "created_at": {
    "$date": "2023-05-10T02:13:30.328Z"
  },
  "updated_at": {
    "$date": "2023-05-10T02:13:30.328Z"
  }
},{
  "_id": {
    "$oid": "645afdda1240726854e499a4"
  },
  "link": "https://donishju.com/",
  "title": "Donishju",
  "photo": "uploads\\1683684825.png",
  "description": "Рефератхо бо забони точики Иншохо, топикхо, намунаи хуччатхо ва дигар маводхо барои донишчуён. Омузиши забонхои хоричи.\n\n",
  "created_at": {
    "$date": "2023-05-10T02:13:46.110Z"
  },
  "updated_at": {
    "$date": "2023-05-10T02:13:46.110Z"
  }
},{
  "_id": {
    "$oid": "645afde71240726854e499a8"
  },
  "link": "https://www.visme.co/ru/",
  "title": "Visme",
  "photo": "uploads\\1683684838.jpeg",
  "description": "Visme — это все, что вам нужно для создания красивого контента. Это один из инструментов создавайте, храните и делитесь своим контентом. Один инструмент, который дает вам все шаблоны, графика, ресурсы, которые вам нужны. И место, где можно получить бесплатный образовательный контент, созданный для тех, кто не является дизайнером. ресурсы, чтобы стать удивительными визуальными коммуникаторами.\n\n",
  "created_at": {
    "$date": "2023-05-10T02:13:59.694Z"
  },
  "updated_at": {
    "$date": "2023-05-10T02:13:59.694Z"
  }
},{
  "_id": {
    "$oid": "645afdf71240726854e499ac"
  },
  "link": "https://donishju.net/",
  "title": "Donishju.net",
  "photo": "uploads\\1683684854.png",
  "description": "Маълумот дар бораи сомона. Сомонаи Donishju.Net барои ройгон мавриди омӯзиш ва баҳрабардорӣ қарор додани маводу маълумоти тоҷикӣ пешбинӣ шудааст. Истифодабарони шабакаи ҷаҳонии интернет метавонанд аз сомона маводро боргирӣ (скачать) намоянд, мавзӯву мақолаҳоро мутолиа намоянд, фикру мулоҳизаҳои худро дар шарҳ гузоранд ва ё дар сомонаҳои иҷтимоӣ маводи тоҷикиро паҳн намоянд. Сомона аз бахшҳои зерин иборат аст: Мақолаҳо Китобҳо Мавзӯҳои дарсӣ Шеър, ғазал, рубоӣ Онлайн-тести ММТ",
  "created_at": {
    "$date": "2023-05-10T02:14:15.043Z"
  },
  "updated_at": {
    "$date": "2023-05-10T02:14:15.043Z"
  }
}]